# SpaceInfiltrationAirflowPerArea Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SpaceInfiltrationAirflowPerArea Property
ParameterTypeId Class See Also
---
"Infiltration Airflow per area"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SpaceInfiltrationAirflowPerArea { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SpaceInfiltrationAirflowPerArea As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SpaceInfiltrationAirflowPerArea {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace